const xqData = {
  "res": {
    "20200213": [
      {
        "mood": "开心",
        "answer": "开心每一天"
      },
      {
        "mood": "难过",
        "answer": "难过每一天"
      },
      {
        "mood": "生气",
        "answer": "生气每一天"
      },
      {
        "mood": "愤怒",
        "answer": "愤怒每一天"
      }
    ],
    "20200214": [
      {
        "mood": "开心",
        "answer": "开心每一天"
      },
      {
        "mood": "难过",
        "answer": "难过每一天"
      },
      {
        "mood": "生气",
        "answer": "生气每一天"
      },
      {
        "mood": "愤怒",
        "answer": "愤怒每一天"
      }
    ],
    "20200215": [
      {
        "mood": "开心",
        "answer": "开心每一天"
      },
      {
        "mood": "难过",
        "answer": "难过每一天"
      },
      {
        "mood": "生气",
        "answer": "生气每一天"
      },
      {
        "mood": "愤怒",
        "answer": "愤怒每一天"
      }
    ],
    "20200216": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      },
      {
        "mood": "花开",
        "answer": "待春暖花开，三五好友，逛超市，品小吃，甚是妙哉"
      },
      {
        "mood": "羡慕",
        "answer": "别羡慕别人腿长腰细，你的体胖心宽别人也没有"
      },
      {
        "mood": "说明",
        "answer": "给你发微信，说明我想你了。没发微信给你，说明我在等你想我"
      },
      {
        "mood": "共鸣",
        "answer": "其实我脸皮还能厚一次，但我不愿意了"
      }
    ],
    "20200217": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      },
      {
        "mood": "花开",
        "answer": "待春暖花开，三五好友，逛超市，品小吃，甚是妙哉"
      },
      {
        "mood": "羡慕",
        "answer": "别羡慕别人腿长腰细，你的体胖心宽别人也没有"
      },
      {
        "mood": "说明",
        "answer": "给你发微信，说明我想你了。没发微信给你，说明我在等你想我"
      },
      {
        "mood": "共鸣",
        "answer": "其实我脸皮还能厚一次，但我不愿意了"
      }
    ],
    "20200218": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      },
      {
        "mood": "花开",
        "answer": "待春暖花开，三五好友，逛超市，品小吃，甚是妙哉"
      },
      {
        "mood": "羡慕",
        "answer": "别羡慕别人腿长腰细，你的体胖心宽别人也没有"
      },
      {
        "mood": "说明",
        "answer": "给你发微信，说明我想你了。没发微信给你，说明我在等你想我"
      },
      {
        "mood": "共鸣",
        "answer": "其实我脸皮还能厚一次，但我不愿意了"
      }
    ],
    "20200219": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      },
      {
        "mood": "花开",
        "answer": "待春暖花开，三五好友，逛超市，品小吃，甚是妙哉"
      },
      {
        "mood": "羡慕",
        "answer": "别羡慕别人腿长腰细，你的体胖心宽别人也没有"
      },
      {
        "mood": "说明",
        "answer": "给你发微信，说明我想你了。没发微信给你，说明我在等你想我"
      },
      {
        "mood": "共鸣",
        "answer": "其实我脸皮还能厚一次，但我不愿意了"
      }
    ],
    "20200220": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      },
      {
        "mood": "花开",
        "answer": "待春暖花开，三五好友，逛超市，品小吃，甚是妙哉"
      },
      {
        "mood": "羡慕",
        "answer": "别羡慕别人腿长腰细，你的体胖心宽别人也没有"
      },
      {
        "mood": "说明",
        "answer": "给你发微信，说明我想你了。没发微信给你，说明我在等你想我"
      },
      {
        "mood": "共鸣",
        "answer": "其实我脸皮还能厚一次，但我不愿意了"
      }
    ],
    "20200221": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      },
      {
        "mood": "花开",
        "answer": "待春暖花开，三五好友，逛超市，品小吃，甚是妙哉"
      },
      {
        "mood": "羡慕",
        "answer": "别羡慕别人腿长腰细，你的体胖心宽别人也没有"
      },
      {
        "mood": "说明",
        "answer": "给你发微信，说明我想你了。没发微信给你，说明我在等你想我"
      },
      {
        "mood": "共鸣",
        "answer": "其实我脸皮还能厚一次，但我不愿意了"
      }
    ],
    "20200222": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      },
      {
        "mood": "花开",
        "answer": "待春暖花开，三五好友，逛超市，品小吃，甚是妙哉"
      },
      {
        "mood": "羡慕",
        "answer": "别羡慕别人腿长腰细，你的体胖心宽别人也没有"
      },
      {
        "mood": "说明",
        "answer": "给你发微信，说明我想你了。没发微信给你，说明我在等你想我"
      },
      {
        "mood": "共鸣",
        "answer": "其实我脸皮还能厚一次，但我不愿意了"
      }
    ],
    "20200223": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      }
    ],
    "20200224": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      }
    ],
    "20200225": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      }
    ],
    "20200226": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      }
    ],
    "20200227": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      }
    ],
    "20200228": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      }
    ],
    "20200229": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      }
    ],
    "20200301": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      }
    ],
    "20200302": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      }
    ],
    "20200303": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      }
    ],
    "20200304": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      }
    ],
    "20200305": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      }
    ],
    "20200306": [
      {
        "mood": "控制",
        "answer": "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
      }
    ]
  }
}

export {
  xqData
}