const data = {
  "res": [
    {
      time: "2020-03-10",
      keyword: "往前",
      answer: "妈妈常说，要往前走，就得先忘掉过去"
    },
    {
      time: "2020-03-09",
      keyword: "认真",
      answer: "人最怕的就是，你认真时，我儿戏，你儿戏时，我又当真了"
    },
    {
      time: "2020-03-08",
      keyword: "思念",
      answer: "没有比思念更折磨人的，我好想你"
    },
    {
      time: "2020-03-07",
      keyword: "可依",
      answer: "我渴望一生被人收藏好，妥善安放，细心保存，免我惊，免我苦，免我四处流浪，免我无枝可依"
    },
    {
      time: "2020-03-06",
      keyword: "我意",
      answer: "唯有你最深得我意，也只有你最不识抬举"
    },
    {
      time: "2020-03-05",
      keyword: "学会",
      answer: "学会了不露声色，明白了物极必反"
    },
    {
      time: "2020-03-04",
      keyword: "中二",
      answer: "这个世界，有太多人，表里不一"
    },
    {
      time: "2020-03-04",
      keyword: "失望",
      answer: "接受了各种各样的失望后发现一个人真好"
    },
    {
      time: "2020-03-03",
      keyword: "世界",
      answer: "见山是山，见水是水，见你，是全世界"
    },
    {
      time: "2020-03-02",
      keyword: "花开",
      answer: "待春暖花开，三五好友，逛超市，品小吃，甚是妙哉"
    },
    {
      time: "2020-03-01",
      keyword: "控制",
      answer: "亲爱的自己，要学会控制自己的情绪，谁都不欠你"
    }
  ]
}

export {
  data
}